tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "lusingander/tap"
tap "sst/tap"
tap "teamookla/speedtest"
brew "bat"
brew "btop"
brew "curl"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "shared-mime-info"
brew "jq"
brew "killport"
brew "libsodium"
brew "neovim"
brew "newman"
brew "nvm"
brew "postgresql@14"
brew "python@3.13"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "tldr"
brew "tmux"
brew "tree"
brew "vips"
brew "wget"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "caarlos0/tap/timer"
brew "lusingander/tap/serie"
brew "sst/tap/opencode"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "docker-desktop"
cask "ghostty"
cask "monitorcontrol"
cask "ngrok"
cask "warp"
cask "wezterm"
vscode "42crunch.vscode-openapi"
vscode "akamud.vscode-theme-onedark"
vscode "catppuccin.catppuccin-vsc"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "foxundermoon.shell-format"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jnbt.vscode-rufo"
vscode "kazuito.ghostty"
vscode "mbessey.vscode-rufo"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "redhat.vscode-yaml"
vscode "shakram02.bash-beautify"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sorbet.sorbet-vscode-extension"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "vscode-icons-team.vscode-icons"
vscode "yinfei.luahelper"
