tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "lusingander/tap"
tap "sst/tap"
tap "teamookla/speedtest"
brew "bat"
brew "btop"
brew "caarlos0/tap/timer"
brew "charmbracelet/tap/crush"
brew "curl"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "jq"
brew "killport"
brew "libsodium"
brew "lusingander/tap/serie"
brew "neovim"
brew "newman"
brew "nvm"
brew "postgresql@14"
brew "python@3.13"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "shared-mime-info"
brew "sst/tap/opencode"
brew "teamookla/speedtest/speedtest"
brew "tldr"
brew "tmux"
brew "tree"
brew "vips"
brew "wget"
brew "zoxide"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password-cli"
cask "docker-desktop"
cask "ghostty"
cask "monitorcontrol"
cask "ngrok"
cask "warp"
cask "wezterm"
